{
  "header": {
    "home": "ماڵەوە",
    "about": "دەربارەی ئێمە",
    "departments": "بەشەکان",
    "events": "بۆنەکان",
    "contact": "پەیوەندی "
  },
  "footer": {
    "organization": "ڕێکخراوی گەنجانی کۆریا  کوردستان",
    "rights": "هەموو مافەکان پارێزراوە.",
    "backToTop": ""
  },



    "home": {
    "hero_title": "بەخێربێن بۆ KKYO",
    "hero_subtitle": "بەهێزکردنی گەنجانی کوردستان و کۆریا لە ڕێگەی داهێنانەوە",
    "learn_more": "زیاتر بزانە",
    "culture_title": "پەیوەندی نێوان کوردستان و کۆریا",
    "culture_description": "KKYO کلتووری تایبەتی کوردستان و کۆریا لە ڕێگەی هاوکاری و پەروەردەوە پیرۆز دەکات.",
    "kurdistan_title": "میراتی کوردستان",
    "korea_title": "نەریتەکانی کۆریا",
    "impact": "کاریگەری ئێمە",
    "impact_title": "کاریگەری ئێمە",
    "impact_description": "KKYO دەستکەوتی بەرچاوی لە بەهێزکردنی گەنجان لە هاوکاری کلتووریدا بەدەستهێناوە.",
    "members": "ئەندامان",
    "events_held": "بۆنەکان",
    "departments": "بەشەکان",
    "latest_events": "نوێترین بۆنەکان",
    "latest_events_description": "دواترین چالاکی و بۆنەکانی ڕێکخراو لەلایەن KKYO ببینە.",
    "sponsors_title": "هاوبەش و سپۆنسەرەکانمان",
    "mission_vision_title": "ئەرک و ڕوانگەمان",
    "mission_title": "ئەرکی ئێمە",
    "mission_description":"بۆ دروستکردنی ئایندەیەک کە گەنجانی کورد و کۆری هاوکاری بکەن بۆ پێشکەوتنی جیهان.",
    "vision_title": "ڕوانگەی ئێمە",
    "vision_description": "دروستکردنی داهاتوویەک کە تێیدا گەنجانی کورد و کۆریایی بۆ پێشکەوتنی جیهانی هاوکاری بکەن."
  }
  
  
,
"about": {
  "chairwoman_title": "پەیامی سەرۆکەکەمان",
  "chairwoman_speech":"ئەندامان و دۆستانی خۆشەویستی KKYO، شانازییەکی گەورەیە بۆ من کە وەک سەرۆکی ڕێکخراوی لاوانی کوردستانی کۆریا (KKYO) خزمەت دەکەم، پلاتفۆرمێکی دینامیکی تایبەتە بە بەهێزکردنی گەنجان و پەروەردەکردنی پەیوەندییەکی قووڵتر لە نێوان کۆریا و کوردستان. ڕێکخراوەکەمان چالاکانە کاردەکات لە بوارەکانی ڕۆشنبیری، پەروەردە و ڕاهێنان، ئابووری، میدیا و پەیوەندی، تەکنەلۆژیا، و داهێنان. لە ڕێگەی ئەم بوارانەوە، هەوڵدەدەین بۆ بەرزکردنەوەی ئاستی گەنجان. لێهاتوویی گەنجان و ڕەخساندنی دەرفەت بۆ گەنجانی بەتوانا بۆ بەشداریکردن لە ڕێگەی پاڵپشتیکردن و ڕێنماییکردنی کەسانی دیکە، ئێمە پێمان وایە کە بە بەهێزکردنی یەکتر، دەتوانین نەوەیەکی بەهێزتر و بەتواناتر دروست بکەین کە بە زانست و داهێنانەوە سەرکردایەتی بکات. دروستکردنی دەرفەت بۆ هاوکاری لە بواری پەروەردە، گەشەپێدانی مرۆیی، تەکنەلۆجیا، و ئەودیودا ئێمە پێشبینی داهاتوویەک دەکەین کە گەنجانی هەردوو هەرێمەکە بتوانن پێکەوە پەیوەندی بکەن، فێربن و گەشە بکەن، نەک تەنها پەیوەندییە کولتوورییەکان بەڵکو هاوبەشییەک کە دەبێتە هۆی پێشکەوتن و داهێنان هاوبەش. جا چ وەک ئەندامێک، خۆبەخشێک، پشتیوانێک یان سپۆنسەرێک، بەشدارییەکانتان یارمەتیدەر دەبن لە داڕشتنی داهاتوویەکی گەشاوەتر کە تێیدا پردێک لە کولتوورەکان دروست دەکەین، بیرۆکەکان ئاڵوگۆڕ دەکەین، و کاریگەرییەکی بەردەوام دروست دەکەین. سوپاس بۆ خۆبەخشی و پشتگیرییەکانتان. با پێکەوە کۆمەڵگەیەکی بەهێز و ئیلهامبەخش بۆ گەنجانی ئەمڕۆ و سەرکردەکانی سبەینێ دروست بکەین.",
  "chairwoman_name": "ئاواز عەبدولقادر",
  "departments_title": "بەشەکانمان",
  "departments": {
    "education": {
      "name": "پەروەردە",
      "description": "بەهێزکردنی گەنجان لە ڕێگەی پەروەردەوە."
    },
    "culture": {
      "name": "کەلتوور",
      "description": "پەرەپێدانی ئاڵوگۆڕی کەلتووری کوردی و کۆری."
    },
    "technology": {
      "name": "تەکنەلۆژیا",
      "description": "داهێنان بە AI و تەکنەلۆژیای نوێ."
    },
    "media": {
      "name": "میدیا",
      "description": "فراوانکردنی دەستڕاگەیشتنی دیجیتاڵی و ئامادەبوونی میدیا."
    },
    "economy": {
      "name": "ئابووری",
      "description": "دروستکردنی هەلی ئابووری و هاوبەشی."
    }
  },
  "team_title": "ناسینی تیمەکەمان",
  "team_description": "تیمی دڵسۆزی ئێمە بێ وچان کار دەکات بۆ پەیوەندی نێوان کوردستان و کۆریا لە ڕێگەی دەستپێشخەرییە کاریگەرەکانەوە.",
  "team_members": {
    "Ahmed Shwan": {
      "name": "ئەحمەد شوان",
      "role": "سەرۆکی بەشی تەکنەلۆژیا",
      "bio": "پێشەنگی پێشکەوتنە تەکنەلۆژییەکان و داهێنان لە ناو KKYO."
    },
    "Bala Najat": {
      "name": "بالا نەجات",
      "role": "سەرۆکی بەشی کەلتوور",
      "bio": "پاراستن و پەرەپێدانی میراتی کەلتووری لە نێوان کوردستان و کۆریا."
    },
    "Ashna Jawhar": {
      "name": "ئاشنا جەوهەر",
      "role": "سەرۆکی بەشی پەروەردە",
      "bio": "گەشەپێدانی بەرنامە و دەستپێشخەرییە پەروەردەییەکان بۆ گەنجان."
    },
    "Sarezh Sardar": {
      "name": "سارێژ سەردار",
      "role": "سەرۆکی بەشی  میدیا",
      "bio": "بەڕێوەبردنی دەستڕاگەیشتنی میدیایی و ستراتیژیەکانی ناوەڕۆکی دیجیتاڵی."
    },
    "Alla Tahr": {
      "name": "ئاڵا تاهر",
      "role": "سەرۆکی بەشی ئابووری",
      "bio": "پەرەپێدانی هاوبەشی ئابووری و هەلی گەشەپێدان."
    }
  },
  "testimonials_title": "خەڵک دەربارەی ئێمە چی دەڵێن",
  "testimonials_description": "گوێ بگرە لەوانەی کە کاریگەرییان لێکراوە لەلایەن کارەکانمانەوە.",
  "testimonials": {
    "Ali Hassan": {
      "name": "عەلی حەسەن",
      "feedback": "KKYO تێڕوانینمی گۆڕی! هەلەکان لێرە بێ کۆتایین."
    },
    "amina omar": {
      "name": "ئامینە عومەر",
      "feedback": "هاوکاری نێوان کوردستان و کۆریا بەڕاستی ئیلهامبەخشە."
    }
  },
  "contact_title": "پەیوەندیمان پێوە بکە",
  "contact_info": "پێمان خۆشە لێتان ببیستین! پەیوەندیمان پێوە بکەن لە ڕێگەی ئیمەیل یان تەلەفۆنەوە.",
  "contact_subtitle": "پەیوەندیمان پێوە بکەن بۆ پرسیارەکان، هاوکاری، یان پشتیوانی."
}
,

"departments": {
  "page_title": "بەشەکانمان",
  "page_description": "ڕێکخراوەکەمان لەسەر بەشە سەرەکییەکان بنیات نراوە، هەر یەکەیان ڕۆڵێکی گرنگ دەگێڕن لە پەرەپێدانی گەشەی پەروەردەیی، ئاڵوگۆڕی کەلتووری، داهێنانی تەکنەلۆژی، دەستڕاگەیشتنی میدیایی، و گەشەپێدانی ئابووری. کاوێژی هەر بەشێک بکە بۆ تێگەیشتن لەوەی چۆن ئێمە بەشداری دەکەین لە داهاتووی کوردستان و کۆریا لە ڕێگەی دەستپێشخەرییە واتادارەکانەوە.",
  "education": {
    "name": "پەروەردە",
    "description": "بەشی پەروەردەی ئێمە پابەندە بە بەهێزکردنی گەنجان لە ڕێگەی دابینکردنی دەستگەیشتن بە هەلی فێربوونی پڕ کوالێتی، وۆرکشۆپ، و بەرنامەکانی ڕاوێژکاری. ئامانجمان ئەوەیە قوتابیان و پیشەوەرە گەنجەکان پڕچەک بکەین بە توانا و زانینی پێویست بۆ سەرکەوتن لە جیهانێکی بە شێوەیەکی بەردەوام جیهانیبوودا. لە ڕێگەی هاوبەشی لەگەڵ دامەزراوە ئەکادیمییەکان، بورسی خوێندن، و دانیشتنەکانی ڕاهێنان، پلاتفۆرمێک دادەمەزرێنین بۆ فێربوونی هەمیشەیی و گەشەپێدانی پیشەیی."
  },
  "culture": {
    "name": "کەلتوور",
    "description": "ئاڵوگۆڕی کەلتووری لە ناوەڕۆکی ئامانجەکەماندایە. بەشی کەلتووری ئێمە بێ وچان کار دەکات بۆ پەرەپێدان و پاراستنی نەریتە دەوڵەمەندەکانی کوردستان لەگەڵ پتەوکردنی پەیوەندییە قووڵترەکان لەگەڵ کەلتووری کۆری. لە ڕێگەی پیشانگای هونەری، مۆسیقا، پێشکەشکردنی سەما، ڕووداوەکانی ئەدەبیات، و وۆرکشۆپە کەلتوورییەکان، شوێنێکی گشتگیر دروست دەکەین بۆ ئەوەی خەڵک فێر ببن، ڕێز بگرن، و جەژن بگێڕن بۆ میراتی جۆراوجۆر."
  },
  "technology": {
    "name": "تەکنەلۆژیا",
    "description": "داهێنان پێشکەوتن بەرەوپێش دەبات، و بەشی تەکنەلۆژیای ئێمە تەرخانکراوە بۆ سوودوەرگرتن لە دواترین پێشکەوتنەکان لە هۆشی دەستکرد، ڕۆبۆتیک، و چارەسەرییە دیجیتاڵییەکان. پشتگیری داهێنەرە گەنجەکان دەکەین، کۆنفرانسی تەکنیکی ڕێکدەخەین، و ڕاهێنانی کرداریی دابین دەکەین لە بوارە پێشکەوتووەکانی وەک گەشەپێدانی سۆفتوێر، هۆشی دەستکرد، سایبەر سیکیوریتی، و بلۆکچەین. ئامانجی ئێمە ئامادەکردنی نەوەی داهاتووی پێشەنگەکانی تەکنەلۆژیایە کە دەتوانن بەشداری بکەن لە ئابووری دیجیتاڵی جیهانی."
  },
  "media": {
    "name": "میدیا",
    "description": "لە جیهانی دیجیتاڵی ئەمڕۆدا، پەیوەندیی کاریگەر زۆر گرنگە. بەشی میدیای ئێمە جەخت دەکاتە سەر فراوانکردنی دەستڕاگەیشتنی دیجیتاڵیمان لە ڕێگەی دروستکردنی ناوەڕۆک، ڕۆژنامەوانی، و بەشداریکردنی سۆشیال میدیا. دەنگی کۆمەڵگاکانی کورد و کۆری بەهێز دەکەین، چیرۆکی ئیلهامبەخش هاوبەش دەکەین، و ناوەڕۆکی میدیای پڕ کوالێتی بەرهەم دەهێنین بۆ پەروەردەکردن و ئاگادارکردنەوەی بینەرێکی بەرفراوانتر دەربارەی دەستپێشخەرییەکان و دەستکەوتەکانمان."
  },
  "economy": {
    "name": "ئابووری",
    "description": "گەشەی ئابووری گرنگە بۆ گەشەپێدانی بەردەوام، و بەشی ئابووری ئێمە پابەندە بە دروستکردنی هەلی نوێ لە ڕێگەی کارئافەرینی، تۆڕی کار، و دەستپێشخەرییەکانی وەبەرهێنان. لە ڕێگەی پەرەپێدانی هاوبەشی لە نێوان کاروبارەکانی کوردی و کۆری، پشتگیریکردنی کۆمپانیا نوێیەکان، و ڕێکخستنی فۆرومی ئابووری، ئامانجمان بنیاتنانی ئیکۆسیستەمێکی ئابووری بەهێز و خۆبژێوە کە سوود بە هەردوو ناوچەکە دەگەیەنێت."
  }
},

"contact": {
    "page_title": "پەیوەندیمان پێوە بکەن",
    "page_description": "ئێمە لێرەین بۆ یارمەتیدانتان! بە ئازادی پەیوەندیمان پێوە بکەن بۆ هەر پرسیارێک، هاوکاری، یان پشتگیری.",
    
    "email": "ئیمەیل",
    "email_value": "info@kkyo.org",
    
    "phone": "تەلەفۆن",
    "phone_value": "+964 750 000 0000",
    
    "address": "ناونیشان",
    "address_value": "هەولێر، هەرێمی کوردستان، عێراق",
    
    "form_title": "پەیامێکمان بۆ بنێرە",
    "form_description": "پرسیار یان پێشنیارت هەیە؟ فۆرمەکەی خوارەوە پڕ بکەرەوە و زوو وەڵامت دەدەینەوە.",
    "form_name": "ناوی تۆ",
    "form_email": "ئیمەیلی تۆ",
    "form_message": "پەیامی تۆ",
    "form_submit": "ناردنی پەیام",
    "form_sending": "دەنێردرێت...",
    "form_success": "سوپاس! پەیامەکەت بە سەرکەوتوویی نێردرا.",
    "follow_us": "لە تۆڕە کۆمەڵایەتییەکان شوێنمان بکەوە"
  },
  "events": {
    "page_title": "بۆنە و دەستکەوتەکانمان",
    "page_description": "بۆنە کاریگەرەکانی KKYO بدۆزەرەوە کە ئاڵوگۆڕی کلتووری، پێشکەوتنە تەکنەلۆژییەکان و گەشەپێدانی کۆمەڵگا پیرۆز دەکەن.",
    "events_title": "بۆنەکانی داهاتوو و پێشوو",
    "events_description": "لە دواترین و بۆنەکانی پێشووی ڕێکخراو لەلایەن KKYO ئاگادار بن.",
    "past_events": "بۆنەکانی پێشوو",
    "subtitle": "ئەو ساتە سەرنجڕاکێشانە بدۆزەرەوە کە لە ڕێگەی وۆرکشۆپ، شەوانی کلتووری و دەستپێشخەرییە پەروەردەییەکانەوە پێکەوە بەشمان کردوون.",
    "loading": "بۆنەکان بار دەکرێن... تکایە چاوەڕێ بکە.",
    "no_events": "هێشتا هیچ بۆنەیەک بڵاو نەکراوەتەوە. چاوەڕێی ڕاگەیاندنەکانی داهاتوو بن!",
    "no_upcoming_events": "لە ئێستادا هیچ بۆنەیەکی داهاتوو نییە. زوو بگەڕێوە!",
    "learn_more": "زیاتر بزانە",
    "event_details": "وردەکاریی بۆنە",
    "close": "داخستن"
  }

}
